let magazines = [
	{
		"id": 254,
		"month": 1,
		"year": 2012,
		"displayData": "22 мая - 29 мая",
		"title": "киносуицид",
		"authors": [
			"Эрик Картман",
			"Баттерс Леопольд Стотч"
		]
	},
	{
		"id": 255,
		"month": 2,
		"year": 2012,
		"displayData": "29 мая - 4 июня",
		"title": "киносуицид 2",
		"authors": [
			"Билл Клинтон",
			"Моника Ливински"
		]
	},
	{
		"id": 256,
		"month": 1,
		"year": 2012,
		"displayData": "22 мая - 29 мая",
		"title": "киносуицид",
		"authors": [
			"Эрик Картман",
			"Баттерс Леопольд Стотч"
		]
	},
	{
		"id": 257,
		"month": 2,
		"year": 2012,
		"displayData": "29 мая - 4 июня",
		"title": "киносуицид 2",
		"authors": [
			"Билл Клинтон",
			"Моника Ливински"
		]
	},
	{
		"id": 258,
		"month": 2,
		"year": 2013,
		"displayData": "29 мая - 4 июня",
		"title": "киносуицид 2",
		"authors": [
			"Билл Клинтон",
			"Моника Ливински"
		]
	},
	{
		"id": 259,
		"month": 2,
		"year": 2014,
		"displayData": "29 мая - 4 июня",
		"title": "киносуицид 2",
		"authors": [
			"Билл Клинтон",
			"Моника Ливински"
		]
	}
]